{
  "folder": "YJEqn8qNXySL3k4k",
  "name": "ENTWINE",
  "type": "blasphemyPower",
  "_id": "hXStdM0Fh3Tkzpp4",
  "img": "systems/cain/assets/Virtues/charity.png",
  "system": {
    "description": "",
    "primaryColor": "#2a2a2a",
    "accentColor": "#ff00ff",
    "secondaryColor": "#555555",
    "textColor": "#ffffff",
    "blasphemyType": "New Blasphemy",
    "powerName": "ENTWINE",
    "isPassive": false,
    "keywords": [
      "Instant"
    ],
    "powerDescription": "ENTWINE\nDuration: Instant, 1 mission\n\nYou entangle your mind with another's in a loving embrace. Without spending a psyche burst, choose another willing exorcist. For the duration of the mission, gain the following effects:\n\n• When one of you gains or loses stress or spends or gains a psyche burst, you may spend or assign it to either person, no matter the distance. Harm, stress, etc, supernaturally appears on each other's bodies. Anything transferred like this cannot be reduced in any way.\n• You can telepathically communicate with that person over extreme distance. You also feel any strong emotion they feel reflexively, even involuntarily.\n\nHowever:\n• When one of you gains an affliction or hook, both of you gain that affliction or hook.\n• When one of you gains sin, you both gain that amount of sin.\n• If either of you suffer sin overflow or instant death, this blasphemy breaks for the rest of the mission. It cannot be ended otherwise.\n\nAfter the mission, even if this power broke early:\n• Both of your physical appearances change to match the other (your eye or hair color, age, gender, height, body or face shape, etc). Each of you chooses a feature to share with the other. The process takes about three days and is unpleasant.",
    "psycheBurstCost": false,
    "psycheBurstNoCost": false,
    "psycheBurstMultCost": true,
    "isHighBlasphemy": true
  },
  "effects": [],
  "flags": {},
  "_stats": {
    "compendiumSource": null,
    "duplicateSource": null,
    "coreVersion": "13.351",
    "systemId": "cain",
    "systemVersion": "1.3.11",
    "createdTime": 1765324318303,
    "modifiedTime": 1765324318303,
    "lastModifiedBy": "SYIh5BFClzglmca2",
    "exportSource": null
  },
  "sort": 0,
  "ownership": {
    "default": 0,
    "SYIh5BFClzglmca2": 3
  },
  "_key": "!items!hXStdM0Fh3Tkzpp4"
}
